{"menuitems":
  [
    {"id": "Bankhead_Jones_Other",
        "menu_abbrev": "BJA/NG",
        "program_title": "Bankhead-Jones/Other",
        "active": false,
        "start_year": 1970,
        "intro_text": "",
        "description": "BJA/NG - Description",
        "full_description": "",
        "key_trends": "BJA/NG - Key Trends - Suspendisse efficitur purus sed molestie aliquam. Curabitur et lorem semper, porta lectus at, sollicitudin magna. Vivamus eu urna ac lorem tristique sagittis. Nullam fringilla laoreet magna. Nullam vel magna quis neque imperdiet laoreet. Aenean semper arcu ut porta venenatis. Aenean maximus orci et lectus lacinia feugiat. Etiam condimentum lorem eu ligula luctus, et accumsan velit ullamcorper. Morbi rutrum ligula odio, a fringilla enim sagittis non. Duis mattis venenatis auctor. Vivamus ac elit urna. <br>Maecenas eget nisi mi. Maecenas consequat commodo molestie. Curabitur tristique massa a mi fermentum, ut ultrices quam consectetur. Curabitur suscipit nisi sit amet euismod maximus. Etiam faucibus pretium volutpat. Morbi ac quam quis dui dapibus commodo dictum non metus. Suspendisse pellentesque tortor eu leo iaculis, non rutrum eros egestas. Mauris molestie tempor libero, ut accumsan urna porttitor efficitur. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Quisque sagittis ex sed semper tristique. Etiam eget urna at metus commodo blandit. <br>Proin eu urna sed est tincidunt scelerisque. In ultrices sem ac felis tempor, ac viverra eros semper. Sed pulvinar pulvinar purus porta sollicitudin. Curabitur pulvinar turpis a turpis egestas molestie. Aenean arcu elit, sollicitudin nec magna vel, ornare efficitur odio. Praesent sollicitudin eros et ante eleifend euismod. Integer porttitor tempus velit ut auctor. Aliquam eu magna eget augue pulvinar tempus sed nec sapien. Proin eget dignissim mauris. Vivamus a purus elementum, pharetra tortor a, convallis ex. <br>Curabitur finibus velit lacus, sit amet molestie tortor tempus eu. Suspendisse potenti. Vestibulum quis fringilla erat, et ultricies magna. Aliquam id ligula eget justo vulputate ultricies. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris eget lectus tincidunt, luctus leo nec, finibus felis. Sed quis efficitur risus. Praesent fermentum ornare ligula at sagittis. Cras leo leo, faucibus in dapibus eget, facilisis eu.",
        "biblio": ""},
    {"id": "BLM_Tmb",
        "menu_abbrev": "BLM",
        "program_title": "BLM Payments for Timber Sales",
        "active": false,
        "start_year": 1970,
        "intro_text": "",
        "description": "BLM_Tmb - Description - Mauris sit amet nisl purus. Donec erat leo, fermentum nec nulla eu, facilisis dictum nunc. Praesent ligula mauris, placerat vitae odio ut, dapibus porttitor neque. Curabitur quis luctus ligula. Aenean pharetra eros non quam euismod rutrum. Quisque hendrerit, lorem ultrices gravida interdum, quam nibh condimentum odio, a tincidunt neque velit eget tortor. Maecenas bibendum vitae elit quis fermentum. Nulla facilisi. Suspendisse et scelerisque dui, vel tempor quam. Donec mollis eu eros sed venenatis. Nulla luctus tempus dictum. <br>Aliquam erat volutpat. Fusce tristique nisl quis velit cursus bibendum. In blandit dui eu tortor convallis placerat. Quisque in sem interdum, volutpat felis eget, iaculis lectus. Phasellus vitae dapibus arcu, at efficitur libero. Phasellus tristique consequat nisi, sit amet egestas justo ultricies sed. Aliquam eu ligula et dolor maximus accumsan at et enim. Duis commodo, augue eu molestie placerat, tortor nisl rhoncus elit, eu dictum est arcu nec metus. Proin quis elementum arcu.  <br>Nullam porttitor, est non condimentum aliquam, sapien quam efficitur nisl, eu viverra ex lorem et mauris. Donec hendrerit risus id semper suscipit. Quisque semper urna ut libero consectetur iaculis. Nullam quis rutrum ex. Nulla non ultricies elit. Curabitur gravida ex tincidunt suscipit porta. Maecenas vitae metus a ligula efficitur maximus.",
        "full_description": "",
        "key_trends": "BLM_Tmb - Key Trends - Donec congue a augue et cursus. Donec ullamcorper purus nec convallis maximus. Fusce ullamcorper ex et ipsum porttitor consequat. Nulla imperdiet imperdiet bibendum. Mauris quam nisl, maximus ac semper eu, fermentum at risus. Mauris eget felis id tellus interdum tempor. Pellentesque vitae efficitur augue. Praesent finibus sapien quis condimentum iaculis. Etiam condimentum sapien dolor, vel efficitur nulla aliquet id. Phasellus sit amet vehicula elit, non vestibulum sem. Duis at nisi et dui fermentum suscipit. Nullam mollis justo consequat arcu mollis bibendum. <br>Morbi eu dui ut orci molestie sagittis vel nec purus. Nam eu ipsum elementum, tincidunt nisl sed, tincidunt metus. Sed nec velit sit amet augue pellentesque porta. Phasellus nulla est, venenatis vitae consequat sed, bibendum vel massa. Nulla ornare nunc libero, sit amet vehicula nulla mollis eu. Fusce quis elit nunc. Suspendisse fermentum posuere fermentum. Quisque vel eleifend mi. Nunc congue pretium tempus. <br>Nam nisi ex, convallis quis metus ac, tincidunt sodales nunc. Donec fringilla varius risus, eget lobortis erat viverra eget. Donec nec diam interdum nibh eleifend blandit. Praesent id magna mollis, pharetra lorem sit amet, pharetra nulla. Duis eleifend neque et nisi condimentum posuere. Etiam placerat lorem rhoncus, pulvinar ligula quis, ullamcorper dolor. Maecenas sed erat egestas, cursus mauris sed, cursus diam. Sed nec efficitur est. Donec eget tristique libero. Nunc eleifend placerat ante at ultrices. Mauris ornare accumsan varius. Morbi libero lacus, laoreet nec tellus ac, hendrerit hendrerit elit. Curabitur vitae massa consequat, iaculis enim nec, mattis ipsum. Curabitur non nisl felis. Ut lobortis augue at fermentum commodo. Vestibulum vitae pellentesque ligula.",
        "biblio": ""},
    {"id": "BLM_FML",
        "menu_abbrev": "FML",
        "program_title": "Federal Mineral Leasing Act Payments",
        "active": true,
        "start_year": 1980,
        "intro_text": "The Federal Mineral Leasing Act (FML) controls mining and drilling activities on federal lands, and a portion of leases and royalties are returned to the states in which extraction occurred.",
        "description": "Although altered many times since 1920, the FML Act still guides management of mining and drilling activities. It set rules for mining coal, sodium, potassium, and shale oil, and for drilling and capturing petroleum, natural gas, and helium. However, because the law only applies to the federal domain—including offshore drilling—it mainly affects only the eleven states of the Far West plus Alaska. Lease and royalty revenues have been an important resource for the federal treasury and for some states and counties, but the unevenness of mineral geology has ensured that the geography of FML payments produced a patchy landscape of beneficiaries. Some states and counties have enjoyed considerable remuneration, but most public lands counties in the West receive little or no revenues from the program.",
        "full_description": "Until the early 1900s, the federal government only minimally regulated mining and drilling on the public domain. In American legal theory settler claims ran from the soil to the center of the earth. Settlers were able to privatize mineral deposits by patenting land via fee-simple purchases or by filing under the homestead acts. States east of the Missouri River did most of the regulation of mining, and they enjoyed exclusive access to revenues from fees and royalties. In practice the federal treasury received little remuneration. Prospecting for precious minerals, coal, petroleum, and other minerals was still covered only by the General Mining Law of 1872 (PL 42-152). The General Land Office would assess a nominal fee that prospectors paid until they made a strike or abandoned the claim. By 1900, the United States had an uncoordinated collection of mining laws that most observers agreed were ineffective and inappropriate. Fraud and waste were rampant, and opportunities for abuse seemed legion. Although most legislators and reformers yearned for a more systematic approach to managing natural resources, there was no consensus on how it should be done or by whom. Some favored centralizing management under a rapidly growing federal government, while others wished to transfer authority for the public lands to the individual states. Reform thus came in fits and starts, often at first imposed unilaterally by administrative decree because of the lack of legislative consensus, but in the end everyone in the federal government understood that they needed guiding law. Federal mineral policy first shifted with President Theodore Roosevelt’s decision in 1907 to withdraw from settlement all coal deposits on the public domain. Roosevelt’s successor Howard Taft later completed the process by withdrawing remaining waterpower and petroleum sites. Congress slowly followed, first by severing surface homestead rights from subsurface mineral rights, thereby permanently reserving the latter as federal resources. The battle then shifted to establishing a policy for managing those resources. Westerners mostly favored the continuation of policies that allowed settlers to patent mineral claims, but most legislators from elsewhere in the country preferred to establish a policy of only leasing these claims. There were many efforts during the 1910s to pass such a bill, but none succeeded as long as the factions continued to fight over the leasing and revenue sharing provisions. The Federal Mineral Leasing Act of 1920 (PL 66-146) represented the culmination of more than a decade of reform efforts that were, in total, arguably the most important adjustments ever made to federal land policy. For the first time American settlers could only own the soil, and western states would never be able to regulate and tax subsurface mineral wealth in the same way states each of the Missouri River had long enjoyed. Local communities lost most in terms of their ability to control revenues from local mining operations on federal lands. The history of the Federal Mineral Leasing Act (FML) is important for understanding the complex agendas behind Progressive era conservation legislation. Presidential decrees and congressional acts had little impact on the conservation of mineral resources. The FML did establish a stable framework for managing minerals, becoming the consistent administrative structure for leasing claims. Beyond that, though, the assessment is mixed. During the 1910s, congressional supporters of this legislation portrayed leasing as a way to relieve pressure on federal income taxes and the tariff, but the final sharing formula of the 1920 bill channeled only 10 percent of leasing and royalty revenues to the treasury. Most went to the Reclamation Fund (52.5%) or states (37.5%). Supporters also argued that federal mineral leasing bills would thwart the type of monopolization that plagued Eastern and Midwestern resources, but in practice the presidential withdrawals created a federal monopoly that, combined with the high rates federal administrators set for leasing claims, throttled competition and enabled existing mines to hike prices. Similarly, hopes of curbing fraud backfired with the Teapot Dome Scandal in the 1920s. The most conspicuous shortcoming, though, was that the central premise of rationalizing the extraction of natural resources was never part of the FML Act or any subsequent legislation. The federal government has never practiced long-term planning of mineral extraction.",
        "key_trends": "BLM_FML - Key Trends To Come...",
        "biblio": "“An Act to Promote the Mining of Coal, Phosphat, Oil, Oil Shale, Gas, and Sodium on the Public Domain.” Public Law 66-146. http://legisworks.org/congress/66/publaw-146.pdf (accessed 7 September 2015). “An Act to Promote the Development of the Mining Resources of the United States.” Public Law 42-152. http://legisworks.org/congress/42/session-2/chap-152.pdf (accessed 7 September 2015). Bates, J. Leonard. The Origins of Teapot Dome: Progressives, Parties, and Petroleum, 1909-1921. Urbana. University of Illinois Press, 1963. Cuba Soil and Water Conservation District et al. v. Lewis, No. 07-2218, Tenth Circuit Court, 30 May 2008. http://www.gpo.gov/fdsys/pkg/USCOURTS-ca10-07-02218/pdf/USCOURTS-ca10-07-02218-0.pdf (accessed 7 September 2015). Haggerty, Julia, Patricia H. Gude, Mark Delorey, and Ray Rasker. “Long-Term Effects of Income Specialization in Oil and Gas Extraction: The U.S. West, 1980-2011.” Energy Economics 45 (September 2014): 186-95."},
    {"id": "FS",
        "menu_abbrev": "FS",
        "program_title": "Forest Service Revenue Payments",
        "active": false,
        "start_year": 1970,
        "intro_text": "",
        "description": "FS_Grz - Description - Mauris sit amet nisl purus. Donec erat leo, fermentum nec nulla eu, facilisis dictum nunc. Praesent ligula mauris, placerat vitae odio ut, dapibus porttitor neque. Curabitur quis luctus ligula. Aenean pharetra eros non quam euismod rutrum. Quisque hendrerit, lorem ultrices gravida interdum, quam nibh condimentum odio, a tincidunt neque velit eget tortor. Maecenas bibendum vitae elit quis fermentum. Nulla facilisi. Suspendisse et scelerisque dui, vel tempor quam. Donec mollis eu eros sed venenatis. Nulla luctus tempus dictum. <br>Aliquam erat volutpat. Fusce tristique nisl quis velit cursus bibendum. In blandit dui eu tortor convallis placerat. Quisque in sem interdum, volutpat felis eget, iaculis lectus. Phasellus vitae dapibus arcu, at efficitur libero. Phasellus tristique consequat nisi, sit amet egestas justo ultricies sed. Aliquam eu ligula et dolor maximus accumsan at et enim. Duis commodo, augue eu molestie placerat, tortor nisl rhoncus elit, eu dictum est arcu nec metus. Proin quis elementum arcu.  <br>Nullam porttitor, est non condimentum aliquam, sapien quam efficitur nisl, eu viverra ex lorem et mauris. Donec hendrerit risus id semper suscipit. Quisque semper urna ut libero consectetur iaculis. Nullam quis rutrum ex. Nulla non ultricies elit. Curabitur gravida ex tincidunt suscipit porta. Maecenas vitae metus a ligula efficitur maximus.",
        "full_description": "",
        "key_trends": "FS_Grz - Key Trends - Donec congue a augue et cursus. Donec ullamcorper purus nec convallis maximus. Fusce ullamcorper ex et ipsum porttitor consequat. Nulla imperdiet imperdiet bibendum. Mauris quam nisl, maximus ac semper eu, fermentum at risus. Mauris eget felis id tellus interdum tempor. Pellentesque vitae efficitur augue. Praesent finibus sapien quis condimentum iaculis. Etiam condimentum sapien dolor, vel efficitur nulla aliquet id. Phasellus sit amet vehicula elit, non vestibulum sem. Duis at nisi et dui fermentum suscipit. Nullam mollis justo consequat arcu mollis bibendum. <br>Morbi eu dui ut orci molestie sagittis vel nec purus. Nam eu ipsum elementum, tincidunt nisl sed, tincidunt metus. Sed nec velit sit amet augue pellentesque porta. Phasellus nulla est, venenatis vitae consequat sed, bibendum vel massa. Nulla ornare nunc libero, sit amet vehicula nulla mollis eu. Fusce quis elit nunc. Suspendisse fermentum posuere fermentum. Quisque vel eleifend mi. Nunc congue pretium tempus. <br>Nam nisi ex, convallis quis metus ac, tincidunt sodales nunc. Donec fringilla varius risus, eget lobortis erat viverra eget. Donec nec diam interdum nibh eleifend blandit. Praesent id magna mollis, pharetra lorem sit amet, pharetra nulla. Duis eleifend neque et nisi condimentum posuere. Etiam placerat lorem rhoncus, pulvinar ligula quis, ullamcorper dolor. Maecenas sed erat egestas, cursus mauris sed, cursus diam. Sed nec efficitur est. Donec eget tristique libero. Nunc eleifend placerat ante at ultrices. Mauris ornare accumsan varius. Morbi libero lacus, laoreet nec tellus ac, hendrerit hendrerit elit. Curabitur vitae massa consequat, iaculis enim nec, mattis ipsum. Curabitur non nisl felis. Ut lobortis augue at fermentum commodo. Vestibulum vitae pellentesque ligula.",
        "biblio": ""},
    {"id": "L_CFG",
        "menu_abbrev": "LWCF",
        "program_title": "Land and Water Conservation Fund Grants",
        "active": true,
        "start_year": 1970,
        "intro_text": "Land and Water Conservation Fund (LWCF) grants are awarded to municipal and county governments for the acquisition and restoration of ecological and recreational lands. ",
        "description": "The Land and Water Conservation Fund is a nationwide program that distributes grants to state, county, and municipal agencies to acquire and rehabilitate lands for recreational purposes. The program began to distribute funds in 1966, and its primary focus has been on urban recreation in the eastern states. By its fiftieth year of operation in 2014, the LWCF had distributed more than 42,000 grants to support more than 29,000 recreation projects, totaling more than four million dollars and covering three million acres. A significant portion went to western governments to acquire and improve non-federal park lands. This website maps grants awarded since 1970.",
        "full_description": "Unlike the other natural resource revenue sharing programs mapped by Follow the Money, the Land and Water Conservation Fund operates as a granting program, and distribution involves a many moving parts and significant political input. LWCF grants require counties and municipalities to apply for funding by enumerating specific projects and budgets. Federal approval is done in consultation with congressional legislators from the state, and the state must provide matching funds to qualify for consideration. <br />Another distinguishing feature is the program’s recreational roots. The legislative history of the LWCF stretched over three administrations. Discussions began in 1956 with an investigation commissioned by President Dwight Eisenhower, and in 1958 with the congressionally mandated Outdoor Recreation Resources Review Commission. The ORRRC report, submitted to President John Kennedy in 1962, called for the creation of a permanent fund that would enable federal, state, and local governments to acquire and rehabilitate lands for recreational purposes. Final passage came in 1964 when Lyndon Johnson signed the somewhat confusingly titled “Land and Water Conservation Fund of 1965” on the same day as the Wilderness Act. The LWCF was in effect an urban counterpart to protecting rural wildlands. <br />The LWCF Act did create a permanent trust fund supplied by fees and gas taxes, but it mandated that most grants go for land acquisition and recreational projects in the eastern United States. Acquisition and restoration projects in the public lands states were always a lower priority, but western projects were in all other respects similar. They have focused on urban and suburban landscapes and on ecological rehabilitation and recreational development. The main political concern with the program in its earliest years was the funding mechanism. Congress worried that the LWCF would create inflationary pressures on user fees and gas taxes, so in 1968 it shifted to appropriating a portion of the annual royalties from offshore oil drilling. This was a popular substitute, and it remains the source of revenues. <br />Over time several agencies have administered the LWCF. In the early years the Bureau of Outdoor Recreation—another product of the 1962 ORRRC report—oversaw the granting program. In 1978 authority shifted briefly to the Heritage Conservation and Recreation Service within the Bureau of Land Management, but in 1981 the National Park Service took over the program and has stewarded ever since. Congress is still the fiscal gatekeeper, however. As with the Payments in Lieu of Taxes program, the LCWF depends on an annual appropriation, and just like the broader history of fiscal politics at local, state, and national levels, legislative willingness to sustain these environmental grants has waxed and waned since the early 1980s.",
        "key_trends": "Because the Land & Water Conservation Fund is a grant program, distribution of monies reflects several idiosyncratic factors, including the volition of counties to apply, the willingness of states to match, and the approval of federal agencies tasked with sending most money to eastern states. Nevertheless, a few patterns emerge, including a strong bias towards the urban West in the first years, and statewide efforts in the late 1970s by Arizona, New Mexico, Oregon, Washington, and Wyoming. Funding fell sharply in the early 1980s before bouncing back later in the decade—again, primarily benefiting urban centers. Funding then dropped sharply in the late 1990s due to congressional budget battles and most projects since then have been focused on urban centers. Although funding declined across the 2000s, official authorization did not expire until October 2015. In terms of the impact of funding, the program had its greatest fiscal impact in the early years, and inflation consistently undercut its significance over time.",
        "biblio": "Dant, Sara. “LBJ, Wilderness, and the Land and Water Conservation Fund.” Environmental History 19 (October 2014): 736-43.<br />Land and Water Conservation Fund Act of 1965, Public Law 88-578, http://www.nps.gov/lwcf/lwcf_act.pdf (accessed 7 March 2015)<br />Land and Water Conservation Fund Coalition, Land and Water Conservation Fund: 50 Years of Conserving America the Beautiful (2014), http://www.lwcfcoalition.org/files/LWCF_50thAnniversaryReport_FINAL.pdf (accessed 27 July 2015).<br />Lehman, Orin. “On the 25th Anniversary of the Land and Water Conservation Fund.” Conservationist 45 (November-December 1990): 44-47.<br />National Park Service, Land and Water Conservation Fund State Assistance Program, Federal Financial Assistance Manual Vol. 69 (2008), http://www.nps.gov/ncrc/programs/lwcf/manual/lwcf.pdf (accessed 7 March 2015)<br />Outdoor Recreation Resources Review Commission. Outdoor Recreation for America. Washington. Government Printing Office, 1962."},
    {"id": "O_C",
        "menu_abbrev": "O&C",
        "program_title": "Oregon & California RR Revested Lands",
        "active": true,
        "start_year": 1970,
        "intro_text": "Oregon & California (O&C) Railroad Land payments return a large proportion of federal timber receipts to eighteen counties in western Oregon.",
        "description": "When Congress “revested” sovereignty over 2.9 million acres of Oregon & California Railroad Grant lands in 1916, it created a unique federal forest landscape and a unique set of political and fiscal problems. The O&C lands were put under the authority of the Department of the Interior, not the Forest Service in the Department of Agriculture, and the government was bound to pay both the railroad holding company for its patented lands and eighteen counties in western Oregon for back taxes on those lands. The next two decades were a litany of failed promises to those counties, so in 1937 Congress passed Public Law 75-405, commonly known as the O&C Act. The O&C Act mandated sustainable yield harvests and established a revenue-sharing formula that finally repaid the counties and then returned 75 percent of all future receipts to the counties. Federal transfer payments flowed into the eighteen counties for the next half century, but the disruption of western Oregon’s lumber industry in the 1980s and 1990s by industrial, ecological, and political changes forced Congress and the counties to experiment with new compensation policies, none of which have worked very well.",
        "full_description": "In 1866, Congress passed the Oregon & California Railroad Act, granting 6 million acres of checkerboarded land to two companies charged with building a road from Portland, Oregon to Marysville, California. The grant was the seventh largest of twenty-two railroad grants awarded in the nineteenth century. In 1869, however, Congress added a unique proviso restricting the O&C Railroad to selling parcels of 160 or less acres to “actual settlers” for no more than $2.50 per acre. The company violated all these terms for decades, so in the early 1900s state and federal officials sued the company, by then the Southern Pacific Company. In 1915 the Supreme Court declared the lands forfeited and instructed Congress to address the issue. The following year Congress passed the Chamberlain-Ferris Act, “revesting” to the federal government 2.9 million acres of the original railroad grant. Three years later in 1919 Congress reclaimed another 93,000 acres from another road grant in western Oregon known as the Coos Bay Wagon Road (CBWR) grant.<br /><br />The O&C lands hold a unique status in the history of Progressive-Era conservation. Unlike the timber, mineral, and hydroelectric sites that presidents withdrew from settlement in the 1890s and 1900s, most of the O&C lands had already been privately patented. Thus the revestment process took 2.9 million acres off local tax rolls, affecting the development policies of many small counties in western Oregon as well as two port districts. To clear the title to those lands, the federal government paid the Southern Pacific Company $2.50 per acre for all reclaimed lands and it promised to use timber receipts to cover back taxes owed to the affected eighteen counties.<br /><br />Actual payments to the counties were a long time coming. The Agriculture and Interior Departments battled over which department would control the O&C lands, foresters withheld trees from the market to leaven private timber values, competitive bids for those trees were rare, and officials thwarted legitimate homesteaders. By 1926 no back taxes had been paid. Congress responded in the late 1920s by passing two laws designed to expedite timber sales and payments, but then logging collapsed with the Great Depression. By 1931 there was a $9 million deficit in the O&C fund, counties were could not support local social services, and local port authority bonds failed in part due to the scant tax base.<br />Neither the railroad nor the federal government had acted in good faith toward O&C counties, so in 1937 Congress passed new legislation regarding the county payments. The O&C Act instituted a sustainable-yield harvests on the O&C and CBWR lands and to bolster the county repayment and programs. This time the exhaustion of private forests and surging demand related to World War II enabled the Interior Department to generate revenues to pay the pre-1915 taxes by 1943 and the 1920s promises by 1951. By 1954 the revenue-sharing formula was funneling 75 percent of timber, grazing, and land sale receipts to the counties for schools and roads.<br />For the next half century O&C payments bolstered the budgets of eighteen counties in western Oregon, but that flow depended on sustained cutting in federal forests. The vulnerabilities in this system were bared by the timber economy downturn in the 1990s, brought on by a combination of mill retooling for smaller logs, a resurgent private lumber sector, and environmentalist concerns over shrinking old growth stands and endangered spotted owls (Strix occidentalis). Rural unemployment skyrocketed while funding for local social services plummeted. Congress responded in 1993 (PL 103-66) with a patchwork program dubbed “Owl Payments” that evolved into the Secure Rural Schools and Community Self Determination Act of 2000 (SRS). The O&C revenue sharing formula remained on the books, however, and in 2014 it began to pump revenues into the 18 counties again when Congress failed to renew SRS.",
        "key_trends": "Both the railroads and the federal government coveted the O&C lands because of their heavily timbered forests. When logging of these lands finally began in earnest in the late 1930s, harvests quickly produced large revenues, and because Oregon’s federal forests became the main source of timber during at that time, logging rates, guided by sustainable yield provisions in the 1937 law, ensured that logging occurred proportionally across all eighteen counties. Thus differences between counties in terms of harvests and revenues reveal the relative amount of timber in each county. Douglas and Lane Counties, being the largest, possess the most timber, while Lincoln, Tillamook, and Washington Counties have the least amount of O&C lands because of Forest Service and Oregon state forest inholdings. Finally, because harvest rates have been coordinated across the O&C lands, rising or falling harvest rates tend to reflect broader factors such as booms and busts in the building and lumber markets or shifts in environmental politics.",
        "biblio": "“An Act Amending Section 5 of the Act Approved June 9, 1916, so as to Authorize the Sale of Timber on Class Three of the Oregon and California Railroad and Coos Bay Wagon-Road Grant Lands.” Public Law 70-417. http://legisworks.org/congress/70/publaw-417.pdf (accessed 29 July 2015). <br /><br />“An Act for the Relief of Certain Counties in the State of Oregon and Washington Within Whose Boundaries the Revested Oregon and California Railroad Grant Lands Are Located.” Public Law 69-523. http://legisworks.org/congress/69/publaw-523.pdf (accessed 29 July 2015).<br /><br />“An Act Granting Lands to Aid in the Construciton of a Railroad and Telegraph Line from the Central Pacific Railroad, in California, to Portland, in Oregon.” Public Law 39-242, http://www.legisworks.org/congress/39/session-1/chap-242.pdf (accessed 29 July 2015).<br /><br />“An Act Regulating the Disposition of Lands Formerly Embraced in the Grants to the Oregon and California Railroad Company and Coos Bay Wagon Road Company.” Public Law 66-241. http://legisworks.org/congress/66/publaw-241.pdf (accessed 29 July 2015).<br /><br />“An Act Relating to the Administrative Jurisdiction of Certain Public Lands in the State of Oregon, and for Other Purposes.” Public Law 83-426. http://www.gpo.gov/fdsys/pkg/STATUTE-68/pdf/STATUTE-68-Pg270-2.pdf (accessed 29 July 2015).<br /><br />“An Act Relating to the Disposition of Funds Derived from the Coos Bay Wagon Road Grant Lands.” Public Law 76-85. http://legisworks.org/congress/76/publaw-85.pdf (accessed 29 July 2015).<br /><br />“An Act Relating to the Revested Oregon and California Railroad and Reconveyed Coos Bay Wagon Road Grant Lands Situated in the State of Oregon.” Public Law 75-405. http://legisworks.org/congress/75/publaw-405.pdf (accessed 29 July 2015).<br /><br />Blumm, Michael C. and Tim Wigington. “The Oregon & California Railroad Grant Lands’ Sordid Past, Contentious Present, and Uncertain Future: A Century of Conflict.” Boston College Environmental Affairs Law Review 40:1 (2013):  1-76.<br /><br />“Chamberlain-Ferris Act,” Public Law 64-86, http://legisworks.org/congress/64/publaw-86.pdf (accessed 29 July 2015).<br /><br />Dodds, Paul G.  “The Oregon and California Lands: A Peculiar History Produces Environmental Problems.” Environmental Law 17 (1986-1987): 739-66.<br /><br />Emergency Economic Stabilization Act of 2008, Public Law 110-343, http://www.gpo.gov/fdsys/pkg/PLAW-110publ343/pdf/PLAW-110publ343.pdf (accessed 1 June 2015).<br /><br />Ganoe, John Tilson. “The History of the Oregon and California Railroad.” Oregon Historical Quarterly 25 (September 1924): 236-83.<br /><br />Ganoe, John Tilson. “The History of the Oregon and California Railroad-II.” Oregon Historical Quarterly 25 (December 1924): 330-52.<br /><br />Gorte, Ross W. The Secure Rural Schools and Community Self-Determination Act of 2000: Forest Service Payments to Counties. CRS Report for Congress RL 33822. Washington. Congressional Research Service, 2008.<br /><br />Gorte, Ross W. Reauthorizing the Secure Rural Schools and Community Self-Determination Act of 2000. CRS Report for Congress R 41303. Washington. Congressional Research Service, 2010.<br /><br />“Omnibus Budget Reconciliation Act of 1993.” Public Law 103-66. http://legisworks.org/GPO/STATUTE-107-Pg312.pdf (accessed 29 July 2015).<br /><br />Oregon & California Railroad Company et al. v. United States, 238, U.S. 393.<br /><br />Richardson, Elmo. BLM’s Billion-Dollar Checkerboard: Managing the O&C Lands. Santa Cruz, CA. Forest History Society, 1980.<br /><br />Robbins, William G. Lumberjacks and Legislators:  Political Economy of the U.S. Lumber Industry, 1890-1941. College Station. Texas A & M University Press, 1982.<br /><br />Robbins, William G. Hard Times in Paradise:  Coos Bay, Oregon, 1850-1986. Seattle. University of Washington Press, 1988.<br /><br />Scaggs, Mary Beth W. “Recent Employment Trends in the Lumber and Wood Products Industry.” Monthly Labor Review (August 1983): 20-24."},
    {"id": "PILT",
        "menu_abbrev": "PILT",
        "program_title": "Payments in Lieu of Taxes",
        "active": true,
        "start_year": 1977,
        "intro_text": "The Payments in Lieu of Taxes Program (PILT) is a nationwide compensation program to offset taxes lost to local and county governments for federal land holdings.",
        "description": "Administered by the Department of the Interior since it began in 1977, the Payments in Lieu of Taxes Program (PL 94-565) has distributed more than $7.1 billion to state, county, and local governments in the United States. The intent of PILT is to compensate local governments for federal properties exempted from taxation and that are not otherwise covered by revenue-sharing programs such as those documented on the Follow the Money website. In the American West, with its vast federal inholdings, PILT has operated as a fiscal balancing wheel for lands not used by natural resource industries. During its nearly forty years of operation, PILT has thus become ever more important as a source of revenue as ecological protections and recreational activities have restricted natural resource industries.",
        "full_description": "There are many in-lieu programs that compensate municipal, county, and state governments for taxes lost to government or non-profit holdings, but the Payments in Lieu of Taxes Act (PL 94-565) is the only nationwide program which offsets local and county governments for taxes due to federal withholdings. Although the history of in-lieu programs mostly centers on the vast public domain in the American West, there have always been significant amounts of federal property scattered around the country at the local level. With the establishment in 1920 of a congressional principle of compensating western states and counties for tax revenues lost to the public domain, there was growing political pressure in other parts of the country for a program that would address this issue on a more comprehensive basis. Passage, though, waited until the mid-1970s when it became coupled with passage of the Federal Land Policy and Management Act of 1976 (PL 94-579), which permanently closed the public domain to homesteading and other land distribution programs. PILT was thus Congress’s acknowledgement that many counties faced similar fiscal challenges in funding social services, and it was designed to provide a permanent and comprehensive response to taxes lost to federal lands.<br /><br />What gets compensated, and at what rate, is a complicated subject. A key stipulation of PILT is that it provides payments only for lands that do not otherwise produce revenue via the sort of natural resource sharing programs documented on the Follow the Money site. The basic payment formula considers several contingencies. Each county is crediting the acreage of eligible federal land within it, but the rate of payment is adjusted to reflect the population (capped at 50,000) and any revenues derived from other federal natural resource programs are subtracted from the total payout. In theory populous counties with large natural resource payments could end up with no PILT contribution, but this is not the case. Even when the county population or revenues exceed PILT limits, it still receives a minimum rate (in 2012 it was $.34 per acre). There are also a number of quirks to the formula. Some federal spaces are exempted, including Fish and Wildlife Service, Department of Energy, post office, federal building, and base lands, and natural resource payments are not deducted from a county’s PILT entitlement if it has “pass-through” laws that channel funds directly to schools or municipal governments.<br /><br />Political support has been another complicating factor in the payment program. The program’s first fifteen years coincided with high inflation that rapidly eroded the fiscal impact of PILT payments. In 1994 Congress added a cost of living adjustment to offset the diminished payments, but then a new problem emerged. The formula calculates each county’s entitlement, but Congress must appropriate sufficient funds, and when the earmarked support has fallen short, then the payments have been prorated. From 1995 to 2007, an era dominated by Republican control, the PILT appropriation was always less than each year’s calculated amount. The return of Democratic control in Congress brought adjustments. The Emergency Stabilization Act of 2008 (PL 110-343) mandated that appropriations equal the calculated payments, and the Moving Ahead for Progress in the 21st Century Act of 2012 (PL 112-141) extended this requirement through 2013. Inequities still exist within the formulas, however. Urban counties with large populations still receive PILT payments even though they have broad tax bases, while rural areas still often receive less than the revenues that could be generated from property taxes.",
        "key_trends": "Because PILT was designed to compensate counties for non-remunerative federal lands, large areas of the West were presumed not to benefit from this program because they received logging, grazing, mining, and hydroelectric payments. Thus the primary beneficiaries at first were in the interior West, including southeastern California and Great Basin counties, and counties in Indian country. These areas have consistently ranked among the top recipients of PILT payment. Very few benefits have ever gone to Plains counties in eastern Colorado, Wyoming, and Montana, or to eastern Washington state and central California, all became these jurisdictions possess few federal lands. After 2000, however, PILT payments have reached all-time highs across the West, especially in former timber counties in the Pacific Northwest and northern Rockies, where revenues from logging and other natural resource activities have declined sharply due to shifts in federal land management policies.",
        "biblio": "“An Act to Provide for Certain Payments to be Made to Local Governments by the Secretary of the Interior Based upon the Amount of Certain Public Lands within the Boundaries of Such Locality.” Public Law 94-565. http://www.gpo.gov/fdsys/pkg/STATUTE-90/pdf/STATUTE-90-Pg2662.pdf (accessed 29 July 2015).<br /><br />Bureau of Land Management. The Federal Land Policy and Management Act of 1976 as Amended: Celebrating 25 Years. http://www.blm.gov/flpma/FLPMA.pdf (accessed 29 July 2015).<br /><br />Corn, M. Lynne. PILT (Payments in Lieu of Taxes): Somewhat Simplified. CRS Report for Congress RL 32392. Washington. Congressional Research Service, 2012.<br /><br />Department of the Interior, Payments in Lieu of Taxes, http://www.doi.gov//pilt/index.cfm (accessed 27 July 2015).<br /><br />Department of the Interior. Fiscal Year 2013 Payments in Lieu of Taxes National Summary. http://www.doi.gov/pilt/upload/2013_PILT_AnnualReport.pdf (accessed 29 July 2015).<br /><br />“Emergency Economic Stabilization Act of 2008.” Public Law 110-343. http://www.gpo.gov/fdsys/pkg/STATUTE-122/pdf/STATUTE-122-Pg3765.pdf (accessed 29 July 2015).<br /><br />“Federal Land Policy and Management Act of 1976.” Public Law 94-579. http://www.gpo.gov/fdsys/pkg/STATUTE-90/pdf/STATUTE-90-Pg2743.pdf (accessed 29 July 2015).<br /><br />Kenyon, Daphne A., and Adam H. Langley. Payments in Lieu of Taxes: Balancing Municipal and Nonprofit Interests. Cambridge, Mass. Lincoln Institute of Land Policy, 2010.<br /><br />“Moving Ahead for Progress in the 21st Century Act.” Public Law 112-141. http://www.gpo.gov/fdsys/pkg/PLAW-112publ141/pdf/PLAW-112publ141.pdf (accessed 29 July 2015).<br /><br />Schuster, Ervin G., Paul R. Beckley, Jennifer M. Bushur, Krista M. Gebert, Michael J. Niccolucci. An analysis of PILT-Related Payments and Likely Property Tax Liability of Federal Resource Management Lands, General Technical Report RMRS GTR-36WWW. Ogden. U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station, 1999. http://www.fs.fed.us/rm/pubs/rmrs_gtr36.pdf (accessed 20 May 2015).<br /><br />Skillen, James R. The Nation’s Largest Landlord: The Bureau of Land Management in the American West. Lawrence. University Press of Kansas, 2009."},
    {"id": "SRS",
        "menu_abbrev": "SRS",
        "program_title": "Secure Rural Schools and Roads Program",
        "active": true,
        "start_year": 2001,
        "intro_text": "The Secure Rural Schools program (SRS) provided emergency relief for counties due to reduced natural resource activities on federal lands.",
        "description": "In 1993, Congress passed a small payment program to help western Oregon counties that had lost revenue when federal forests were closed to logging due to endangered species listings. By the late 1990s, many more county and municipal governments in the American West and around the country were struggling with similarly fiscal difficulties. Congress responded by turning this patchwork effort into a program that would provide more consistent revenues for schools and roads. The Secure Rural Schools and Community Self-Determination Act was an attempt to stabilize a revenue relationship that had faltered due to shifts in the environmental management of federal lands. Unfortunately, Congress’s willingness to fund SRS has been an uneven story, and a program intended to stabilize rural governments itself became an emblem of instability.",
        "full_description": "SRS’s roots lay in the late-1980s timber battles of western Oregon. Logging plummeted as the forests became embroiled in lawsuits to protect habitat for spotted owls (Strix occidentalis), Pacific salmon (Oncorhyncus spp.), and marbled murrelets (Brachyramphus marmoratus). The fiscal impact on timber counties was severe, so in 1993 Congress extended relief to the eighteen Oregon & California Railroad Lands counties. The ten-year relief was dubbed “owl payments.” These were intended to shrink annually until 2003, but in 2000 Congress instead expanded and extended the program with the Secure Rural Schools and Community Self-Determination Act of 2000, which compensated rural counties nationwide for declining transfer payments due to changes in natural resource management on federal lands.<br /><br />SRS had three goals: to stabilize funding to local governments, to diversify employment through infrastructure and ecological rehabilitation projects, and to improve relations between agencies, communities, and interest groups. The first goal was most readily achieved. SRS counties had to choose to continue with the old formula or to adopt one of several new payment plans. By 2003, 615 or 717 eligible counties had opted for SRS payments because they were either greater or more consistent. Over 90 percent of these payments went to California, Idaho, Montana, Oregon, Washington, and Alaska.<br /><br />Less clear is the extent to which rural counties and residents benefitted from SRS. The aim was to stabilize rural schools, but actual funding varied by how states apportioned monies between schools and roads and between school systems. Baseline education funding fell sharply in many states due to property tax limits, and equalization formulas further reduced rural shares. Finally, 15 to 20 percent of each SRS payment was earmarked for habitat restoration or other public land infrastructures. Resource advisory boards including outside interests oversaw these projects, and they often sought to decouple governance from resource payments and to diversify local politics and economies. Evidence on how initiatives faired and how SRS benefits circulated is mixed, but advisory committees do seem to have improved community and governmental relationships.<br /><br />SRS was a temporary measure, a bridge to a different future, but how that new fiscal relationship would work remained unclear. Some wanted to wean counties from what they portray as welfare payments; others wanted to develop tax-equivalency formulas, but no view gained much support. As a result each pending termination elicited panic and new expedients. SRS was set to expire in 2006, but a last-minute reprieve gave it another year. Several more legislative extensions failed before Congress passed a new law in late 2008. The revised rules again offered several payment options, and again all were to shrink annually until termination in 2012. Because of the legacy of owl payments, Oregon, California, and Washington instead received “transition payments” from 2008 to 2010, after which fiscal havoc ensued in rural Oregon. In 2011 eleven counties faced budgetary crises, and two nearly went bankrupt. Congress responded with further extensions in 2011, 2012, and 2013.<br /><br />Congress did not extend SRS in 2014, so federal resource agencies reverted to paying counties via the original resource programs, including the 1908 Forest Service 25 percent program, 1920 Federal Mineral Leasing Act, the 1934 Taylor Grazing Act, the 1937 Oregon & California Lands Act, and the 1937 Bankhead-Jones Farm Tenancy Act. Put another way, after a quarter century public lands counties and federal agencies were back to where they had started, but SRS was extended (PL 114-10) two more years in spring 2015.",
        "key_trends": "Because the SRS program began as a an emergency compensatory response to declining timber harvests on federal lands, it is not surprising that early payments in the West were concentrated in timber counties in northeastern California and the Pacific Northwest. This remained a stable pattern until the 2008 recession, when many more western counties suffered fiscal shortfalls because of tanking commodity prices. The declining payments after 2009, however, reflect the intention of Congress to wean all western counties from these payments, ending at least for the time being in 2014, although western congressional representatives and senators continue to try to reestablish the payments. In terms of the relative amount of payments to individual counties, however, we also see that the largest payments in the Pacific Northwest occurred at the start of the program, and their fiscal impact in these counties steadily declined across time while the impact grew in conservative-voting western interior counties, especially in 2008.",
        "biblio": "Che, Deborah. “The New Economy and the Forest: Rural Development in the Post-Industrial Spaces of the Rural Alleghenies.” <br /><br />Emergency Economic Stabilization Act of 2008, Public Law 110-343, http://www.gpo.gov/fdsys/pkg/PLAW-110publ343/pdf/PLAW-110publ343.pdf (accessed 1 June 2015). <br /><br />General Accounting Office. Land Management Agencies: Revenue Sharing Payments to States and Counties, a Report to the Honorable Vic Fazio, House of Representatives. GAO/RCED 98-261. Washington. General Accounting Office, 1998. <br /><br />Gebert, Krista M., David E. Calkin and Ervin G. Schuster. “The Secure Rural Schools Act of 2000: Does It Make Rural Schools Secure?” Journal of Education Finance 30 (Fall 2004): 176-86. <br /><br />Gebert, Krista M., David E. Calkin, and Ervin G. Schuster. “The Secure Rural Schools Act, Federal Land Payments, and Propert Tax Equivalency.” Western Journal of Applied Forestry 20 (January 2005): 50-57. <br /><br />Gorte, Ross W. The Secure Rural Schools and Community Self-Determination Act of 2000: Forest Service Payments to Counties. CRS Report for Congress RL 33822. Washington. Congressional Research Service, 2008. <br /><br />Gorte, Ross W. Reauthorizing the Secure Rural Schools and Community Self-Determination Act of 2000. CRS Report for Congress R 41303. Washington. Congressional Research Service, 2010. <br /><br />Daphne A. Kenyon and Adam H. Langley, Payments in Lieu of Taxes: Balancing Municipal and Nonprofit Interests (Cambridge, Mass.: Lincoln Institute of Land Policy, 2010). <br /><br />Headwaters Economics. County Payments, Jobs, and Forest Health: Ideas for Reforming the Secure Rural Schools and Community Self-Determination Act (SRS) and Payments in Lieu of Taxes (PILT). Bozeman. Headwaters Economics, 2010. <br /><br />Ingles, Brett. Changing the Funding Structure: An Analysis of the Secure Rural Schools and Community Self-Determination Act of 2000 on National Forest Lands. Boise. Environmental Science and Public Policy Research Institute, Boise State University, 2004. <br /><br />Medicare Access and CHIP Reauthorization Act of 2015, Public Law 114-10, https://www.congress.gov/114/plaws/publ10/PLAW-114publ10.pdf (accessed 1 June 2015). <br /><br />Mortensen, Eric. “Because of Tax Levy Defeat, Josephine County Will Release Prisoners and Cut Its Sheriff’s Department.” Portland Oregonian, 17 May 2012, http://www.oregonlive.com/environment/index.ssf/2012/05/because_of_tax_levy_defeat_jos.html (accessed 1 June 2015). <br /><br />Mortensen, Eric. “Some Oregon Counties May Cease to Function if Federal Timber Payments End.” Portland Oregonian, 18 November 2011, http://www.oregonlive.com/environment/index.ssf/2011/11/oregon_counties_may_cease_to_f.html (accessed 1 June 2015). <br /><br />Secure Rural Schools and Community Self-Determination Act of 2000, Public Law 106-393, http://www.blm.gov/or/files/PL106-393.pdf (accessed 1 June 2015). <br /><br />Secure Rural Schools and Payments in Lieu of Taxes Repair Act, S. 517—114th Cong., 1st Sess. https://www.govtrack.us/congress/bills/114/s517/text (accessed 1 June 2015). <br /><br />Sorte, Bruce, Paul Lewin and Bruce Weber. Economic Impacts on Oregon Counties of the Termination of the Secure Rural Schools and Community Self‐Determination Act (P.L. 106‐393). Rural Studies Program Working Paper Series RSP 0805. Corvallis. Rural Studies Program, Oregon State University, 2008. <br /><br />Weber, Bruce, Paul Lewin, and Bruce Sorte. Economic Impacts on Oregon of the Termination of Secure Rural Schools Payments to Counties: 2011 Update. Rural Studies Program Working Paper 11-01. Corvallis. Rural Studies Program, Oregon State University, 2011."},
    {"id": "BLM_Grz_3",
        "menu_abbrev": "TGA-3",
        "program_title": "Taylor Grazing District Payments Under Section 3",
        "active": false,
        "start_year": 1970,
        "intro_text": "",
        "description": "BLM_Grz_3 - Description - Mauris sit amet nisl purus. Donec erat leo, fermentum nec nulla eu, facilisis dictum nunc. Praesent ligula mauris, placerat vitae odio ut, dapibus porttitor neque. Curabitur quis luctus ligula. Aenean pharetra eros non quam euismod rutrum. Quisque hendrerit, lorem ultrices gravida interdum, quam nibh condimentum odio, a tincidunt neque velit eget tortor. Maecenas bibendum vitae elit quis fermentum. Nulla facilisi. Suspendisse et scelerisque dui, vel tempor quam. Donec mollis eu eros sed venenatis. Nulla luctus tempus dictum. <br>Aliquam erat volutpat. Fusce tristique nisl quis velit cursus bibendum. In blandit dui eu tortor convallis placerat. Quisque in sem interdum, volutpat felis eget, iaculis lectus. Phasellus vitae dapibus arcu, at efficitur libero. Phasellus tristique consequat nisi, sit amet egestas justo ultricies sed. Aliquam eu ligula et dolor maximus accumsan at et enim. Duis commodo, augue eu molestie placerat, tortor nisl rhoncus elit, eu dictum est arcu nec metus. Proin quis elementum arcu.  <br>Nullam porttitor, est non condimentum aliquam, sapien quam efficitur nisl, eu viverra ex lorem et mauris. Donec hendrerit risus id semper suscipit. Quisque semper urna ut libero consectetur iaculis. Nullam quis rutrum ex. Nulla non ultricies elit. Curabitur gravida ex tincidunt suscipit porta. Maecenas vitae metus a ligula efficitur maximus.",
        "full_description": "",
        "key_trends": "BLM_Grz_3 - Key Trends - Donec congue a augue et cursus. Donec ullamcorper purus nec convallis maximus. Fusce ullamcorper ex et ipsum porttitor consequat. Nulla imperdiet imperdiet bibendum. Mauris quam nisl, maximus ac semper eu, fermentum at risus. Mauris eget felis id tellus interdum tempor. Pellentesque vitae efficitur augue. Praesent finibus sapien quis condimentum iaculis. Etiam condimentum sapien dolor, vel efficitur nulla aliquet id. Phasellus sit amet vehicula elit, non vestibulum sem. Duis at nisi et dui fermentum suscipit. Nullam mollis justo consequat arcu mollis bibendum. <br>Morbi eu dui ut orci molestie sagittis vel nec purus. Nam eu ipsum elementum, tincidunt nisl sed, tincidunt metus. Sed nec velit sit amet augue pellentesque porta. Phasellus nulla est, venenatis vitae consequat sed, bibendum vel massa. Nulla ornare nunc libero, sit amet vehicula nulla mollis eu. Fusce quis elit nunc. Suspendisse fermentum posuere fermentum. Quisque vel eleifend mi. Nunc congue pretium tempus. <br>Nam nisi ex, convallis quis metus ac, tincidunt sodales nunc. Donec fringilla varius risus, eget lobortis erat viverra eget. Donec nec diam interdum nibh eleifend blandit. Praesent id magna mollis, pharetra lorem sit amet, pharetra nulla. Duis eleifend neque et nisi condimentum posuere. Etiam placerat lorem rhoncus, pulvinar ligula quis, ullamcorper dolor. Maecenas sed erat egestas, cursus mauris sed, cursus diam. Sed nec efficitur est. Donec eget tristique libero. Nunc eleifend placerat ante at ultrices. Mauris ornare accumsan varius. Morbi libero lacus, laoreet nec tellus ac, hendrerit hendrerit elit. Curabitur vitae massa consequat, iaculis enim nec, mattis ipsum. Curabitur non nisl felis. Ut lobortis augue at fermentum commodo. Vestibulum vitae pellentesque ligula.",
        "biblio": ""},
    {"id": "BLM_GRZ_15",
        "menu_abbrev": "TGA-15",
        "program_title": "Taylor Grazing District Payments Under Section 15",
        "active": false,
        "start_year": 1970,
        "intro_text": "",
        "description": "BLM_GRZ_15 - Description - Mauris sit amet nisl purus. Donec erat leo, fermentum nec nulla eu, facilisis dictum nunc. Praesent ligula mauris, placerat vitae odio ut, dapibus porttitor neque. Curabitur quis luctus ligula. Aenean pharetra eros non quam euismod rutrum. Quisque hendrerit, lorem ultrices gravida interdum, quam nibh condimentum odio, a tincidunt neque velit eget tortor. Maecenas bibendum vitae elit quis fermentum. Nulla facilisi. Suspendisse et scelerisque dui, vel tempor quam. Donec mollis eu eros sed venenatis. Nulla luctus tempus dictum. <br>Aliquam erat volutpat. Fusce tristique nisl quis velit cursus bibendum. In blandit dui eu tortor convallis placerat. Quisque in sem interdum, volutpat felis eget, iaculis lectus. Phasellus vitae dapibus arcu, at efficitur libero. Phasellus tristique consequat nisi, sit amet egestas justo ultricies sed. Aliquam eu ligula et dolor maximus accumsan at et enim. Duis commodo, augue eu molestie placerat, tortor nisl rhoncus elit, eu dictum est arcu nec metus. Proin quis elementum arcu.  <br>Nullam porttitor, est non condimentum aliquam, sapien quam efficitur nisl, eu viverra ex lorem et mauris. Donec hendrerit risus id semper suscipit. Quisque semper urna ut libero consectetur iaculis. Nullam quis rutrum ex. Nulla non ultricies elit. Curabitur gravida ex tincidunt suscipit porta. Maecenas vitae metus a ligula efficitur maximus.",
        "full_description": "",
        "key_trends": "BLM_GRZ_15 - Key Trends - Donec congue a augue et cursus. Donec ullamcorper purus nec convallis maximus. Fusce ullamcorper ex et ipsum porttitor consequat. Nulla imperdiet imperdiet bibendum. Mauris quam nisl, maximus ac semper eu, fermentum at risus. Mauris eget felis id tellus interdum tempor. Pellentesque vitae efficitur augue. Praesent finibus sapien quis condimentum iaculis. Etiam condimentum sapien dolor, vel efficitur nulla aliquet id. Phasellus sit amet vehicula elit, non vestibulum sem. Duis at nisi et dui fermentum suscipit. Nullam mollis justo consequat arcu mollis bibendum. <br>Morbi eu dui ut orci molestie sagittis vel nec purus. Nam eu ipsum elementum, tincidunt nisl sed, tincidunt metus. Sed nec velit sit amet augue pellentesque porta. Phasellus nulla est, venenatis vitae consequat sed, bibendum vel massa. Nulla ornare nunc libero, sit amet vehicula nulla mollis eu. Fusce quis elit nunc. Suspendisse fermentum posuere fermentum. Quisque vel eleifend mi. Nunc congue pretium tempus. <br>Nam nisi ex, convallis quis metus ac, tincidunt sodales nunc. Donec fringilla varius risus, eget lobortis erat viverra eget. Donec nec diam interdum nibh eleifend blandit. Praesent id magna mollis, pharetra lorem sit amet, pharetra nulla. Duis eleifend neque et nisi condimentum posuere. Etiam placerat lorem rhoncus, pulvinar ligula quis, ullamcorper dolor. Maecenas sed erat egestas, cursus mauris sed, cursus diam. Sed nec efficitur est. Donec eget tristique libero. Nunc eleifend placerat ante at ultrices. Mauris ornare accumsan varius. Morbi libero lacus, laoreet nec tellus ac, hendrerit hendrerit elit. Curabitur vitae massa consequat, iaculis enim nec, mattis ipsum. Curabitur non nisl felis. Ut lobortis augue at fermentum commodo. Vestibulum vitae pellentesque ligula.",
        "biblio": ""}
  ]
}
